Repository: rrcastellano/capstone
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: pt-BR
es: es

source: Dashboard
es: Panel

source: Nova Recarga
es: Nueva Recarga

source: Histórico
es: Historial

source: Configurações
es: Configuraciones

source: Contato
es: Contacto

source: Sair
es: Salir

source: Login
es: Acceso

source: Registrar
es: Registro

source: Preencha o formulário abaixo para nos enviar uma mensagem.
es: Complete el formulario para enviarnos un mensaje.

source: Entre em Contato
es: Contáctanos

source: Recargas Isentas
es: Recargas Gratuitas

source: Recargas Pagas
es: Recargas Pagadas

source: Km Rodados
es: Km Recorridos

source: Custo Médio / kWh
es: Costo Promedio / kWh

source: Custo Médio / Km
es: Costo Promedio / Km

source: Custo Gasolina / Km
es: Costo Gasolina / Km

source: Custo Total
es: Costo Total

source: Recargas Isentas (R$)
es: Recargas Gratuitas ($)

source: Recargas Pagas (R$)
es: Recargas Pagadas ($)

source: Economia (Custo)
es: Ahorro (Costo)

source: Economia (Custo) / Km
es: Ahorro (Costo) / Km

source: Economia (Pagas)
es: Ahorro (Pagadas)

source: Economia (Pagas) / Km
es: Ahorro (Pagadas) / Km

source: Custos por Mês
es: Costos por Mes

source: Valores Economizados por Mês
es: Ahorros por Mes

source: Consumo por Mês (kWh)
es: Consumo por Mes (kWh)

source: Km Rodados por Mês
es: Km Recorridos por Mes

source: Custo Total (R$)
es: Costo Total ($)

source: % Pagas sobre Total
es: % Pagadas sobre Total

source: kWh no mês
es: kWh / Mes

source: Km no mês
es: Km / Mes

source: Economia Total (R$)
es: Ahorro Total ($)

source: Economia (Pagas) (R$)
es: Ahorro (Pagadas) ($)

source: 2025 Gestão de Recargas
es: 2025 Gestión de Recargas

source: Nome
es: Nombre

source: Email
es: Correo

source: Mensagem
es: Mensaje

source: Seu nome
es: Tu Nombre

source: Seu e-mail
es: Tu Correo

source: Sua mensagem
es: Tu Mensaje

source: Preço da Gasolina (R$)
es: Precio Gasolina ($)

source: Preço Gasolina (R$)
es: Precio Gasolina ($)

source: Nome (Primeiro Nome)
es: Nombre (Primer Nombre)

source: Data
es: Fecha

source: Odômetro
es: Odómetro

source: Custo
es: Costo

source: Isento
es: Exento

source: Observações
es: Notas

source: Local
es: Ubicación

source: Histórico de Recargas
es: Historial de Recargas

source: Data Início
es: Fecha Inicio

source: Data Fim
es: Fecha Fin

source: Limpar
es: Limpiar

source: Últimos 30 dias
es: Últimos 30 Días

source: Status
es: Estado

source: Ações
es: Acciones

source: Pago
es: Pagado

source: Nenhuma recarga registrada.
es: Ninguna recarga registrada.

source: Tem certeza que deseja excluir esta recarga?
es: ¿Estás seguro de que deseas eliminar esta recarga?

source: Importar Recargas via CSV
es: Importar Recargas vía CSV

source: Instruções
es: Instrucciones

source: O arquivo CSV deve conter os seguintes cabeçalhos (ordem não importa):
es: El archivo CSV debe contener los siguientes encabezados (orden no importa):

source: Selecione o arquivo CSV
es: Seleccionar archivo CSV

source: Configurações da Conta
es: Configuraciones de la Cuenta

source: Salvar Configurações
es: Guardar Configuraciones

source: Consumo Médio (km/l)
es: Consumo Promedio (km/l)

source: Zona de Perigo
es: Zona de Peligro

source: Apagar todos os dados
es: Borrar todos los datos

source: Esta ação não pode ser desfeita. Isso excluirá permanentemente todo o seu histórico de recargas.
es: Esta acción no se puede deshacer. Borrará permanentemente todo su historial de recargas.

source: Tem certeza ABSOLUTA? Esta ação irá apagar TODOS os dados de recarga e não pode ser desfeita.
es: ¿Estás ABSOLUTAMENTE seguro? Esta acción borrará TODOS los datos de recarga y no se puede deshacer.

source: Apagar Tudo
es: Borrar Todo

source: Salvar Recarga
es: Guardar Recarga

source: E-mail
es: Correo

source: Senha
es: Contraseña

source: Usuário / Email
es: Usuario / Correo

source: Não tem conta?
es: ¿No tienes cuenta?

source: Cadastre-se
es: Regístrate

source: Já tem conta?
es: ¿Ya tienes cuenta?

source: Faça login
es: Inicia sesión

source: Quantidade de recargas registradas no período.
es: Cantidad de recargas registradas en el período.

source: Recargas pagas.
es: Recargas pagadas.

source: Diferença entre o último e o primeiro odômetro no período.
es: Diferencia entre el último y primer odómetro en el período.

source: Somatório de kWh ÷ Total de km × 100.
es: Suma de kWh ÷ Total de km × 100.

source: Custo total ÷ kWh total.
es: Costo total ÷ kWh total.

source: Custo total ÷ km recorridos.
es: Costo total ÷ km recorridos.

source: Preço da gasolina ÷ consumo (km/l).
es: Precio de gasolina ÷ consumo (km/l).

source: Somatório dos custos (inclui isentas).
es: Suma de costos (incluye gratuitos).

source: Somatório do custo com isento.
es: Suma de costos con exenciones.

source: Somatório de kWh (isentas e pagas).
es: Suma de kWh (gratuitas y pagadas).

source: Custo simulado da gasolina − Custo total.
es: Costo simulado de gasolina − Costo total.

source: Economia total ÷ km rodados.
es: Ahorro total ÷ km recorridos.

source: Custo simulado da gasolina − Custo das recargas pagas.
es: Costo simulado de gasolina − Costo de recargas pagadas.

source: Economia (pagas) ÷ km rodados.
es: Ahorro (pagadas) ÷ km recorridos.

source: Escolher Arquivo
es: Seleccionar Archivo

source: Nenhum arquivo escolhido
es: Ningún archivo seleccionado
